acroread
chromium-libpdf
codecs64
compton
eclipse-egit
eclipse-mylyn
etckeeper
gimp-paint-studio
gimpfx-foundry
gimphelp-scriptfu
google-earth
gtk2-appmenu
gtk3-appmenu
ld-lsb
libaacs
package-query
pm2ml
powerpill
rbenv
rssh
smartgithg
spotify
sublime-text
tlp
ttf-anka-coder
ttf-google-fonts-git
tuxracer
virtualbox-ext-oracle
xmenud-git
yaourt
