acpi
alsa-plugins
alsa-utils
archlinux-menus
archlinux-themes-slim
archlinux-xdg-menu
aspell-en
autoconf
automake
bash
bash-completion
bc
binutils
bison
bluefish
btrfs-progs
bzip2
calibre
cdrdao
chromium
coreutils
cronie
cryptsetup
ctags
cups
cups-pdf
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmidecode
dosfstools
dzen2
e2fsprogs
eclipse
eclipse-cdt
efibootmgr
emacs
exfat-utils
fakeroot
feh
file
filesystem
findutils
flashplugin
flex
foomatic-db
foomatic-db-engine
foomatic-db-nonfree
frozen-bubble
fuse-exfat
gawk
gcc
gcc-libs
gettext
ghostscript
gimp
git
glibc
grep
groff
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gutenprint
gvim
gzip
hplip
htop
hunspell-en
icoutils
impressive
inetutils
intellij-idea-community-edition
iproute2
iputils
iw
jfsutils
less
lib32-alsa-plugins
lib32-libpulse
lib32-nvidia-utils
libdvdcss
libquicktime
libreoffice-base
libreoffice-calc
libreoffice-common
libreoffice-draw
libreoffice-en-US
libreoffice-gnome
libreoffice-impress
libreoffice-math
libreoffice-writer
libtool
libva-vdpau-driver
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mlocate
monodevelop
monodevelop-debugger-gdb
nano
netctl
nfs-utils
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-utils
openssh
os-prober
p7zip
pacman
pangox-compat
patch
pathological
pciutils
pcmciautils
perl
pkg-config
pkgstats
playonlinux
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
refind-efi
reiserfsprogs
rsync
rxvt-unicode
s-nail
samba
sed
shadow
slim
smbnetfs
splix
steam
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
tar
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
texmaker
transmission-gtk
trayer
ttf-dejavu
ttf-liberation
unrar
unzip
usbutils
util-linux
vi
virtualbox
virtualbox-guest-iso
vlc
which
wine
wine-mono
wine_gecko
winetricks
wireless_tools
wpa_actiond
wpa_supplicant
xbmc
xf86-input-keyboard
xf86-input-mouse
xf86-input-synaptics
xfsprogs
xmind
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-server-utils
xorg-xinit
zip
zsh
